/* Open PDF with application */
"Open with %@" = "Öffnen mit %@";

/* Print PDF file */
"Print File..." = "Seite drucken...";

/* Save PDF file */
"Save File As..." = "Seite sichern unter...";

/* Loading 10.2 MB of 30.0 MB */
"Loading" = "übertragen der daten %@ von %@";

/* Download failed */
"Failed" = "Fehlgeschlagen";